[SquadronUnleashed]
m_strStanceDEF=DEF
m_strStanceBAL=BAL
m_strStanceAGG=AGG
m_strAggro=Aggro:
m_strLabelLaunchFighter="Launch fighter"
m_strLabelLaunchFighters="Launch fighters"
m_strLabelHullStrength="Hull Strength"
m_strNoPilotAssigned=--NO PILOT ASSIGNED--
m_strNoShipAssigned=--NO SHIP ASSIGNED--
m_strDaysOutOfService=The pilot will be out of service for: <XGParam:IntValue0/> days.
m_strResetTutorialTitle=RESET TUTORIAL
m_strResetTutorialText=You have chosen to hide some of the tutorial screens. Do you want to see the hidden screens again?

[SU_UIStrategyHUD_FSM_Hangar]
m_strViewPilotsLabel=VIEW PILOT ROSTER
m_strViewPilotsHelp=Manage your pilots, assign career paths, transfer between continents.
m_strAirforceCommandLabel=AIR FORCE HQ
m_strAirforceCommandHelp=Adjust combat tactics and training guidelines.
m_strTrainingCenterLabel=TRAINING CENTER
m_strTrainingCenterHelp=Sign-up pilots for additional training when idle.

[SU_XGInterceptionUI]
m_strLabelFighterToLaunch="DPS: <XGParam:IntValue0/>, Aim: <XGParam:IntValue1/>%, Def: <XGParam:IntValue2/>, Aggro: <XGParam:StrValue0/>"
m_strLabelPilotBtn=PILOT
m_strLabelWeaponBtnPrimary=MAIN
m_strLabelWeaponBtnSecondary=SECONDARY
m_strLabelWeaponBtnAll=BOTH

[SU_UFORadarContactAlert]
m_strLabelChanceToWin="Chance to Win"
m_strLabelLeaderBonus="Leader Bonus"

[SU_PilotRankMgr]
m_arrCareerPathNames[0]=""
m_arrCareerSummaries[0]=""

m_arrCareerPathNames[1]=<font color='#ffffff'>Ace</font>
m_arrCareerSummaries[1]=Aces focus on mastering flying skills. Their exceptional air maneuvering abilities allow them to get into better shooting position while successfully avoiding enemy fire.

m_arrCareerPathNames[2]=<font color='#00ff00'>Gunner</font>
m_arrCareerSummaries[2]=Gunners are masters of aerial weapon handling. They focus on recognizing weak points of enemy ships and target these with deadly efficiency.

m_arrCareerPathNames[3]=<font color='#ffff00'>Leader</font>
m_arrCareerSummaries[3]=Leaders study tactical aspects of air combat. Their ability to quickly assess situation and coordinate maneuvers of numerous team members allow them to command larger squadrons as well as raise survivability and effectivenes of the whole squadron.

;Make sure there is a name below for each rank (level) defined in m_PilotRank in DefaultSquadronUnleashed.ini
m_arrPilotRankNames[0]="F.O."
m_arrPilotRankNames[1]="Lieutenant"
m_arrPilotRankNames[2]="Captain"
m_arrPilotRankNames[3]="Major"
m_arrPilotRankNames[4]="Colonel"
m_arrPilotRankNames[5]="Commander"

m_arrPilotRankShort[0]="F.O."
m_arrPilotRankShort[1]="Lt."
m_arrPilotRankShort[2]="Capt."
m_arrPilotRankShort[3]="Maj."
m_arrPilotRankShort[4]="Col."
m_arrPilotRankShort[5]="Cmdr."

m_arrTraitNames[0]=""
m_arrTraitNames[1]=Slash
m_arrTraitNames[2]=Ninja
m_arrTraitNames[3]=Maestro
m_arrTraitNames[4]=Maverick
m_arrTraitNames[5]=Wingman
m_arrTraitNames[6]=Hammer

m_strTraitModAim=<XGParam:StrValue0/> Aim
m_strTraitModTeamAim=<XGParam:StrValue0/> Aim for squadron
m_strTraitModDef=<XGParam:StrValue0/> Defense
m_strTraitModTeamDef=<XGParam:StrValue0/> Defense for squadron
m_strTraitModDodge=<XGParam:StrValue0/>% of Dodge chance
m_strTraitModDmgPct=<XGParam:StrValue0/>% of Damage dealt
m_strTraitModCrit=<XGParam:StrValue0/>% of critical hit chance
m_strTraitModCritDmgPCt=<XGParam:StrValue0/>% of Damage dealt on critical hit
m_strTraitModTime=<XGParam:StrValue0/>s of contact time

m_strTraitReqClose=Requires close distance.
m_strTraitReqSquadronSize=Required squadron size:
m_strTraitReqFirestorm=Requires a Firestorm.

[SU_UIInterceptionEngagement]
m_strPilotPromoted=<Bullet/> Congratulations! <XGParam:StrValue0/> has been promoted to: <XGParam:StrValue1/> and can now command a squadron of <XGParam:IntValue0/> ships.
m_strPilotWounded=Pilot suffered injuries but survived and is being transferred to base.
m_strPilotSurvived=Ejection was successful, pilot survived uninjured and is being transferred to base.
m_strPilotKilled=Pilot was killed by the explosion.
m_strInterceptorAborted=disengaged
m_strInterceptorDestroyed=has been destroyed

[SU_XGHangarUI]
m_strLabelChoosePilot=CHOOSE PILOT
m_strLabelChangePilot=CHANGE PILOT

[SU_UIShipLoadout]
m_strWeaponColumnPrimary="PRIMARY:"
m_strWeaponColumnSecondary="SECONDARY:"
m_strVulcanCannonName="Vulcan Cannon"
m_strVulcanCannonDesc="M61A1 Vulcan - six-barrel, air-cooled, electrically fired Gatling-style rotary cannon which fires 20 mm rounds at an extremely high rate of 6,000 rounds per minute."

[SU_Pilot]
m_arrPilotStatus[0]=Ready
m_arrPilotStatus[1]="Undergoing training -"
m_arrPilotStatus[2]="In Transfer -"
m_arrPilotStatus[3]="Starting service in"
m_arrPilotStatus[4]="Recovering"
m_arrPilotStatus[5]="Wounded"
m_arrPilotStatus[6]="Unknown"
m_arrPilotStatus[7]="Dead"

[SU_UIPilotRoster]
m_strPilotRosterTitle=PILOT ROSTER
m_strColumnLabelName="NAME / STATS"
m_strColumnLabelCareer=CAREER INFO
m_strColumnLabelStatus=STATUS
m_strHirePilotLabel=NEW PILOT
m_strHirePilotDialog=Do you wish to employ a new pilot?
m_strKills="Kills:"
m_strAim="Aim:"
m_strDef="Def:"
m_strDamage="Dmg:"
m_strXP="XP:"
m_strSize="Size:"
m_strLabelSquadron="Squadron:"
m_strNextRank="Next rank:"
m_strMaxedRank=MAX RANK
m_strHangarsFullDialogText=There are currently no slots available to which a pilot can be transferred.

[SU_UIPilotCard]
m_strLabelRenameButton=RENAME
m_strLabelGetRandomName=GET RANDOM NAME
m_strLabelDismissButton=DISMISS PILOT
m_strLabelChangeCareerButton=CHANGE CAREER
m_strTitleDismissPilot=DISMISS PILOT
m_strTitleChooseCareer=CHOOSE CAREER PATH
m_strConfirmNewNameDialogTitle=CONFIRM NEW NAME
m_strConfirmNewNameDialogText=Name of the pilot has changed. Do you accept?
m_strConfirmNewCareerDialogTitle=CONFIRM NEW CAREER PATH
m_strConfirmNewCareerDialogText=<XGParam:StrValue0/> will follow new career path: <XGParam:StrValue1/>. Do you confirm the choice?
m_strLabelSummary=SUMMARY
m_strLabelRankRequirements=RANK REQUIREMENTS
m_strLabelRankBonuses=RANK PILOT BONUSES
m_strLabelSquadronBuffs=RANK SQUADRON BUFFS
m_strLabelSpecialTrait=SPECIAL TRAIT
m_strLabelTraitRestrictions=TRAIT RESTRICTIONS
m_strLabelTotalDogfightTime=TOTAL INTERCEPTION TIME
m_strLabelServiceDuration=DAYS OF SERVICE
m_strLabelNumDogfights=NUMBER OF INTERCEPTIONS

[SU_UIAirforceCommand]
m_strAirforceCommand=AIR FORCE HQ
m_strCombatTacticsTitle=COMBAT TACTICS
m_strTrainingGuidelinesTitle=TRAINING GUIDELINES
m_strTacticsTabLabel=TACTICS
m_strTrainingTabLabel=TRAINING

m_strSelectTacticLabel=SELECT STANCE
m_strSelectTacticHelp=Select stance to configure.\n\nStance is assigned individually to each pilot when selecting ships for interception.

m_strAutoCloseDistanceLabel=START COMBAT CLOSE
m_strAutoCloseDistanceDescription=Checking this option forces pilot to automatically shorten the distance at start of interception.

m_strAutoAbortThresholdLabel=AUTO-ABORT AT %HP:
m_strAutoAbortDescription=Pilot will automatically disengage (abort the dogfight) if the ship is hit and damage taken brings the ship's HP below <XGParam:IntValue0/>% of the hull strength.\nThis action cannot be canceled once initiated.

m_strAutoBackOffThresholdLabel=AUTO-BACK OFF AT %HP:
m_strAutoBackOffDescription=Pilot will automatically back-off if the ship is hit and damage taken brings the ship's HP below <XGParam:IntValue0/>% of the hull strength.\nYou can order the pilot to get close again but after receiving another hit the pilot will auto back-off again.

m_strTrainingProgramsLabel=TRAINING PROGRAMS 
m_strTrainingProgramsHelp=Training programs determine the effectiveness (XP bonus) and duration of a single training cycle.\n\nChanges to training programs apply from the beginning of the next month.

m_strTrainingStaffLabel=TRAINING STAFF
m_strTrainingStaffHelp=Training staff determines the maximum level of XP that can be achieved after completing a training cycle.\n\nExperienced pilots require higher level of trainers in order to benefit from training.\n\nChanges of training staff apply from the beginning of the next month."

m_strTrainingFacilitiesLabel=TRAINING FACILITIES
m_strTrainingFacilitiesHelp=The level of training facilities determines the maximum number of pilots that can be trained in Training Center.\n\nChanges apply from the beginning of the next month.

m_strLevel=LEVEL

m_strTrainingDuration=Training Cycle Duration:
m_strTrainingXPBonus=Training Cycle XP Bonus:
m_strTrainingXPLimit=Upper Limit of XP:
m_strTrainingCapacity=Training Center Capacity:
m_strMonthlyMaintananceCosts=Maintenance Cost:
m_strConfirmNewTrainingGuidelinesTitle=APPROVE NEW TRAINING GUIDELINES
m_strConfirmNewTrainingGuidelinesDialog=The new guidelines will apply from the beginning of the next month. Do you approve?

[SU_UIPilotTraining]
m_strNameColumnHeader=CURRENTLY TRAINED PILOTS
m_strSoldierSlotBaseStatusLabel=REMAINING TIME
m_strAddPilot=ADD PILOT
m_strRemovePilot=REMOVE PILOT
m_strBreakTrainingDialogTitle=TERMINATION OF TRAINING
m_strBreakTrainingDialogText=<XGParam:StrValue0/> will not finish the training cycle and all traininig progress in this cycle will be lost. Do you confirm?"

[SU_PilotTrainingCentre]
m_strLabelTrainingFinished="<XGParam:StrValue0/> has finished training (+<XGParam:IntValue0/> XP)."

[SU_HelpManager]
arrErrorMsg[0]=Pilot status not valid.
arrErrorMsg[1]=You need better training staff (check Air Force HQ).
arrErrorMsg[2]=You need a pilot with higher rank to command larger squadron.
arrErrorMsg[3]=Pilot signed up for training.
arrErrorMsg[4]=Ship is already being rearmed.
arrErrorMsg[5]=Ship is being transferred to another continent.

arrHelpMsg[0]="Welcome to the Squadron Unleashed mod!\n\nThe mod introduces many changes regarding the management of air forces of XCOM and the combat mechanics. However, you are encouraged to simply play the game. Helper screens like this one will provide you with all the necessary information.\n\nYou can disable repeating of individual screens. If you want to bring back the hidden screens you can do it using Pause Menu and choosing Tutorial Experience option again.

arrHelpMsg[1]="1. Pilots and ships are managed separately. Loss of ship does not need to mean the loss of pilot.\n\n2. You can send pilots for additional training which is carried out in their free time, in the Training Center.\n\n3. Visit the Air Force HQ to learn about managing combat tactics and improving the effectiveness of training."

arrHelpMsg[2]="1. Pilots signed up for a training remain active (they train on flight simulators, in their spare time).\n\n 2. Time spent on transfers, rest after combat or possible recovery after a shotdown does not count towards completing the training. In such case the time will be displayed in red (until the status of pilot returns to 'Active').\n\n 3. Termination of a training cycle does not grant a partial XP reward."

arrHelpMsg[3]="1. At the air force command center you will define the behavior patterns of the pilots and manage the improvements of the training centre.\n\n2. You don't need to study/adjust the tactics right now. See how the default settings work in combat first and come back when you feel the need for changes.\n\n3. On the other hand you should definitely take a look right now at the possible improvements of the Training Center."

arrHelpMsg[4]="1. When sending a ship to a dogfight you choose one of 3 combat stances for the pilot.\n\n2. You can define here how these stances influence the pilot's behavior in combat so that you don't have to control them manually in the heat of air battle\n\n3. Consider the fact that ships fighting at close distance are priority targets for UFO."

arrHelpMsg[5]="1. A training cycle is described by two parameters: duration time and XP bonus. You can decrease the time and increase the bonus by improving \"Training Programs\".\n\n2. If you want to increase the capacity of the Training Center you should invest in \"Training facilities\".\n\n3. Training more experienced pilots requires investment in better \"Training staff\". This is the only option that can be downgraded at any time (to cut costs).\n\n4. Improving the training programs is usually a good choice to start with."

arrHelpMsg[6]="1. Each ship is equipped with 2 weapons.\n\n2. One weapon slot is called \"Primary\" or \"Main\" and the other one \"Secondary\".\n\n3. Some weapons may fit only the \"Main\" slot and some may fit only the \"Secondary\" one.\n\n4. Unless you have customized the mod differently, the Secondary slot weapon does the same damage as Primary."

arrHelpMsg[7]="1. Select the ships which will intercept the UFO. Maximum size of the squadron depends on the ranks (and/or types) of pilots selected for the interception.\n\n2. There are 3 small yellow buttons on a ship card. Each of them has different purpose.\n\n3. The leftmost one is used to select the stance for the pilot. The middle one can be used to force the pilot to only use one of the weapons. The rightmost one is used to change/choose the pilot\n\n4. Click on the buttons and see how Aim and DPS (Damage Per Second) change for the ship.\n\nAGGRO STAT:\n\n5. The Aggro is a measure of risk that UFO will pick the ship as its target.\n\n6. Aggro is calculated in the first place as the chance for UFO to hit the ship. It is further modified by the 'Aggro' modifiers of the ship's weapons and stance.\n\n7. High values of Aggro indicates high risk of taking damage during the engagement. However, it's worth mentioning that UFO will always target the ships being at close distance first. Therefore staying in the back row is a safe option for a ship with high Aggro."

arrHelpMsg[8]="The meaning of stances:\n\n1. The Defensive stance increases chances to evade hits at the cost of offensive potential. This is a good choice against large or well armed UFOs.\n\n2. The Aggressive stance increases the damage potential at the cost of higher risk of getting damaged. This is a good stance against small UFOs.\n\n3. The stance also influences the pilot's behavior in combat - the starting distance and the tolerance to damage (configurable). Too much damage received can cause the pilot to move back or leave the combat."

arrHelpMsg[9]="Why consider using only one of the weapons?\n\n1. Fewer weapons mean lower damage potential. Lower damage potential means longer interception time. Longer interception time means more XP for the pilots.\n\n2. UFO can be shot down or destroyed. The chance of destruction depends on the excess damage dealt with final hit. You cannot instantly change the ship's loadout but you can disable the weapon that you find too devastating.\n\n3. At later stages you might research weapons which will be more suitable for downing UFO and not destroying it. You may wish to grant permission to use only this type of weapon in certain cases."

arrHelpMsg[10]="Sending damaged ships:\n\n1. You can send a damaged ship (as long as it's not too heavily damaged). However, it will suffer an Aim penalty and will slow down the whole squadron.\n\n2. The slowdown affects the speed of the squadron on geoscape as well as the contact time with UFO - the contact time is calculated based on the slowest interceptor in the squadron.\n\n3. Keep in mind that the damage received influences the pilot's behavior in combat (go to long distance, escape)."

arrHelpMsg[11]="1. Some pilots are capable of taking the role of a Squadron Leader. The Leader provides bonuses to Aim and Defense for all pilots in the squadron.\n\n2. Only one pilot can be the Squadron Leader.\n\n3. Current Leader is marked with a golden star. If you select another pilot who can provide a better team bonus they will become the new Squadron Leader."

arrHelpMsg[12]="1. UFO also picks a stance. You are informed about the stance in advance and you should take it into consideration.\n\n2. Aggressive UFO is more dangerous - expect higher than normal risk of getting damaged. Consider taking Defensive stance against it - however... sometimes offense is the best defense.\n\n3. UFO acting Defensive has lower damage potential but is also harder to shoot down. Consider taking Aggressive stance against it."

arrHelpMsg[13]="1. When the dogfight starts all ships adjust their starting distance based on their stance and equipped weapons.\n\n2. If the configured tactic (due to damage taken) or a direct order make a ship move to the back such ship will NOT auto-approach UFO on its own (see the exception below).\n\n3. A ship equipped with only short-range weapons (or when out of long range ammo) will auto-approach the UFO (unless it's on DEF stance - in such case you must give it a direct order or it plays a sitting duck)."

arrHelpMsg[14]="IMPORTANCE OF DISTANCE:\n\n1. Ships being at close distance are top priority targets for the UFO. If few ships are at close distance, Aggro is the main factor dermining the actual target.\n\n2. Ships staying at long distance cannot fire short-range weapons!\n\n3. While changing distance, during the move, the ship cannot fire."

arrHelpMsg[15]="ISSUING ORDERS:\n\n1. The ship currently under control is surrounded by a frame. Move mouse or use up/down control keys (keyboard/gamepad) to select another ship.\n\n2. Click the left mouse button on the active ship to toggle its distance (double click might be more reliable). You can also use left/right control keys (keyboard/gamepad) to issue the orders.\n\n3. Click "Abort" button or hit space/enter to issue the instant retreat order for the active ship."

arrHelpMsg[16]="1. You have a Squadron Leader in this engagement. They are marked with the golden star.\n\n2. The Leader provides bonuses as long as he participates in the engagement.\n\n3. If the Leader disengages from battle for any reason, the bonuses are gone. Even if there is another pilot capable of being a Squadron Leader, they will NOT take the role during an ongoing battle."

arrHelpMsg[17]="1. After each combat all pilots gain some experience (XP) - the longer the contact time, the more XP.\n\n2. There is also a "victory bonus" for all pilots if the UFO has been defeated (shot down or destroyed).\n\n3. There is a small XP bonus for every hit. The pilot who scored the kill gains a large XP bonus."

arrHelpMsg[18]="1. Managing the pilot roster is similar to managing the list of ships. Transfer pilots or hire new ones the same way as you do with ships.\n\n2. If you see an exclamation mark <font color='#FFD038'>!</font> next to the pilot's name it means that the pilot has a pending career choice.\n\n3. Click on a pilot record to show more details and manage the pilot's career."

arrHelpMsg[19]="1. This is where you manage your pilot. You can randomly change the name of pilot, set or change their career path or decide to dismiss the pilot.\n\n2. If the label of career button is <font color='#FFD038'>yellow</font>, the pilot is awaiting your decision regarding their career. You don't have to make the decision immediately.\n\n3. No changes here are permanent (even renaming) until you confirm them. You can safely make changes and then discard them."

arrHelpMsg[20]="1. After the first level up the pilot starts following the default career path. If you are fine with that, you don't have to do anything.\n\n2. You can change the career path "for free" before the level up. Further choices will require the pilot to retrain what will make them unavailable for certain amount of time.\n\n3. Scroll through possible careers and learn about them. No choices are permanent without your confirmation."

[SU_ModOptionsContainer]
m_arrVarName=SquadronUnleashed
m_arrVarFriendlyName=Squadron Unleashed
m_arrVarDescription=The goal of this mod is to make the air-game more involving and providing more fun. You can reconfigure/change or remove almost every aspect of the mod: aim modifiers, XP system, UFO destruction chance etc.\n\n<font color='#ffff00'>You can find even more settings in DefaultSquadronUnleashed.ini (air weapons stats, pilot careers, pilot traits, improvements of the Training Center etc.)</font>

;GLOBAL (A)
m_arrVarName=SquadronUnleashed.GlobalMods
m_arrVarFriendlyName=Global settings
m_arrVarDescription=Here you can adjust the global difficulty, and other global modifiers, such as max squadron size, slomo factor, etc.

m_arrVarName=SquadronUnleashed.MIN_SQUADRON_SIZE
m_arrVarFriendlyName=Min pilot squadron size
m_arrVarDescription=All pilots can control this minimum sqaudron size, even when there is lower value defined for a pilot and rank.\nDefault: 1

m_arrVarName=SquadronUnleashed.MAX_SQUADRON_SIZE
m_arrVarFriendlyName=Max squadron size
m_arrVarDescription=Maximum size of the squadron under and all circumstances.\nDefault: 6

m_arrVarName=SquadronUnleashed.UFO_HP_MODIFIER_GLOBAL
m_arrVarFriendlyName=Scale UFO HP
m_arrVarDescription=The hull's strength of all UFOs will be multiplied by this value. It's an easy way to adjust the difficulty of air-game with one slider. (0.0 means "ignore", same as 1.0).\nDefault: 1.0\nRecommended: 1.5

m_arrVarName=SquadronUnleashed.XCOM_DMG_MODIFIER_GLOBAL
m_arrVarFriendlyName=Scale XCOM damage
m_arrVarDescription=All damage dealt by XCOM ships will be multiplied by this value. It's an easy way to adjust the difficulty of air-game with one slider. (0.0 means "ignore", same as 1.0).\nDefault: 0.7\nRecommended: 1.0

m_arrVarName=SquadronUnleashed.INTERCEPTION_TWEAK_SCALER
m_arrVarFriendlyName=Interception Scaler
m_arrVarDescription=Interception Tweak mod (by SpazmoJones)\n\nContact time is multiplied whereas damage is divided by the Scaler value. This allows to smoother the RNG making battles last longer with less damage per shot. Number of module charges and overkill chances are scaled to balance. Set to 1.0 to disable.\n\nDefault: 1.0\nRecommended: 1.5

m_arrVarName=SquadronUnleashed.TIME_SLOMO_FACTOR
m_arrVarFriendlyName=Speed of combat
m_arrVarDescription=In order to make the control of ships in combat easier you can set this value lower than 1.0 and battle will be played in slow motion. You can also speed up the battle by setting the value greater than 1.0.\nDefault: 0.7\nRecommended: 0.2

m_arrVarName=SquadronUnleashed.GLOBAL_ENGAGEMENT_TIME_MULTIPLIER
m_arrVarFriendlyName=Contact time
m_arrVarDescription=The contact time for ALL combat engagements will be multiplied by this value (a useful tool instead of tuning interceptor/UFO speeds in DGC.ini).\nDefault: 1.0

m_arrVarName=SquadronUnleashed.AIM_BONUS_CLOSE_DISTANCE_GLOBAL
m_arrVarFriendlyName=Close range Aim bonus
m_arrVarDescription=The Aim modifier applied to all long-distance weapons when at close range. You can set individual modifiers for each weapon in DefaultSquadronUnleashed.ini. \nDefault: 0

m_arrVarName=SquadronUnleashed.HANGAR_CAPACITY
m_arrVarFriendlyName=Pilots per continent
m_arrVarDescription=There are separate Barracks for the pilots. Adjust the capacity per continent.\nDefault: 10

m_arrVarName=SquadronUnleashed.ALWAYS_SHOW_UFO_HP
m_arrVarFriendlyName=Show UFO HP
m_arrVarDescription=The damage diagram for UFO will be always visible - without the need for researching UFO Scanners and UFO analysis.\nDefault: false

;COMBAT MODIFIERS (B)
m_arrVarName=SquadronUnleashed.CombatMods
m_arrVarFriendlyName=Combat mechanics
m_arrVarDescription=Settings related to various aspects of air combat - aim modifiers, damage modifiers, critical hits and more.

m_arrVarName=SquadronUnleashed.CombatAimMods
m_arrVarFriendlyName=Aim Modifiers
m_arrVarDescription=Various Aim modifiers related to air combat.

m_arrVarName=SquadronUnleashed.CombatDmgMods
m_arrVarFriendlyName=Damage Modifiers
m_arrVarDescription=Various Damage modifiers related to air combat.

m_arrVarName=SquadronUnleashed.CombatCritMods
m_arrVarFriendlyName=Critical Hits
m_arrVarDescription=Critical hit chances and critical damage.

m_arrVarName=SquadronUnleashed.CombatMiscMods
m_arrVarFriendlyName=Other settings
m_arrVarDescription=Adjust behavior of lone bullets, dodge module, and damaged ships.

m_arrVarName=SquadronUnleashed.AIM_PENALTY_VS_SMALL_UFO
m_arrVarFriendlyName=Penalty vs Small UFO
m_arrVarDescription=Aim penaly vs small UFOs.\nDefault: 5

m_arrVarName=SquadronUnleashed.AIM_BONUS_VS_LARGE_UFO
m_arrVarFriendlyName=Bonus vs Large UFO
m_arrVarDescription=Aim bonus vs large and very large UFOs.\nDefault: 15\nRecommended: 10

m_arrVarName=SquadronUnleashed.AIM_BONUS_PER_KILL
m_arrVarFriendlyName=Aim Bonus / Kill
m_arrVarDescription=Aim bonus for each confirmed kill scored by the pilot.\nDefault: 1

m_arrVarName=SquadronUnleashed.MAX_AIM_BONUS_FOR_KILLS
m_arrVarFriendlyName=Max bonus for kills
m_arrVarDescription=Maximum Aim bonus for the kills scored by the pilot.\nDefault: 20

m_arrVarName=SquadronUnleashed.DAMAGED_JET_AIM_PENALTY
m_arrVarFriendlyName=Aim penalty (damaged)
m_arrVarDescription=Aim penalty suffered by a damaged ship. WARNING: This penalty is in effect as soon as the ship gets damaged - even during the interception.\nDefault: 25 \nRecommended: 15

m_arrVarName=SquadronUnleashed.EXTRA_DMG_PCT_PER_KILL
m_arrVarFriendlyName=Bonus Dmg. / Kill
m_arrVarDescription=Each confirmed kill will increase the damage dealt by the pilot by this %. No maximum.\nDefault: 1%

m_arrVarName=SquadronUnleashed.EXTRA_DMG_FOR_RESEARCH
m_arrVarFriendlyName=Bonus Dmg for UFO Analysis
m_arrVarDescription=Completing UFO Analysis project will increase the damage dealt to the type of UFO by this %.\nDefault: 10%

m_arrVarName=SquadronUnleashed.SECONDARY_WPN_DMG_MOD
m_arrVarFriendlyName=Secondary weapon Dmg
m_arrVarDescription=Damage dealt by weapon in the Secondary slot will be multiplied by this value.\nDefault: 1.0\nRecommended: 0.5

m_arrVarName=SquadronUnleashed.LONE_BULLET_DMG_MOD
m_arrVarFriendlyName=Lone bullet's damage
m_arrVarDescription=When UFO misses, the passing through "lone bullet" (or projectile) can hit another XCOM ship. Here you can enable and adjust these mechanics. Damage dealt by "lone bullet" will be multiplied by this value. Setting it to zero turns off the mechanics. Check also Other settings.\nDefault: 0\nRecommended: 0.5

m_arrVarName=SquadronUnleashed.CRIT_MIN_CHANCE
m_arrVarFriendlyName=Min. Crit chance. (%)
m_arrVarDescription=Minimum chance (%) for a critical hit.\nDefault: 5%

m_arrVarName=SquadronUnleashed.CRIT_MAX_CHANCE
m_arrVarFriendlyName=Max. Crit chance (%)
m_arrVarDescription=Maximum chance (%) for a critical hit.\nDefault: 25%

m_arrVarName=SquadronUnleashed.CRIT_DMG_MULTIPLIER
m_arrVarFriendlyName=Crit damage multiplier
m_arrVarDescription=Damage for a critical shot is multiplied by this value.\nDefault: 1.5

m_arrVarName=SquadronUnleashed.LONE_BULLET_CHANCE_BAL
m_arrVarFriendlyName=Lone bullet risk - BAL
m_arrVarDescription=When UFO misses, the passing through "lone bullet" (or projectile) can hit another XCOM ship. Here you can enable and adjust these mechanics. Set the chance for a ship on BAL stance to be hit by a lone bullet.\nDefault: 10%

m_arrVarName=SquadronUnleashed.LONE_BULLET_CHANCE_AGG
m_arrVarFriendlyName=Lone bullet risk - AGG
m_arrVarDescription=When UFO misses, the passing through "lone bullet" (or projectile) can hit another XCOM ship. Here you can enable and adjust these mechanics. Set the chance for a ship on AGG stance to be hit by a lone bullet.\nDefault: 20%

m_arrVarName=SquadronUnleashed.DODGE_EFFECT_SECONDS
m_arrVarFriendlyName=Dodge Module - seconds
m_arrVarDescription=Dodge Module can be active for a specified time instead of working twice. Set zero to disable.\nDefault: 0

m_arrVarName=SquadronUnleashed.DAMAGED_SPEED_PENALTY
m_arrVarFriendlyName=Speed penalty - damaged
m_arrVarDescription=The speed of a damaged ship will by multiplied by this value - slowing down the whole squadron.\nDefault: 0.8

m_arrVarName=SquadronUnleashed.DAMAGED_JET_HP_PCT_CAN_FIGHT
m_arrVarFriendlyName=%HP to capability
m_arrVarDescription=When a ship has at least this fraction of full HP it's considered capable of being sent out to fight. Set to 1.0 to disable sending out of damaged ships.\nDefault: 0.5

;STANCES (C)
m_arrVarName=SquadronUnleashed.StanceMods
m_arrVarFriendlyName=Stance Modifiers
m_arrVarDescription=Settings related to various stances of both XCOM and UFO (Def, Bal, Agg).

m_arrVarName=SquadronUnleashed.DEF_MAX_HIT_CHANCE
m_arrVarFriendlyName=Max hit chance for DEF
m_arrVarDescription=The maximum hit chance for a ship on DEF stance.\nDefault: 75%

m_arrVarName=SquadronUnleashed.BAL_MAX_HIT_CHANCE
m_arrVarFriendlyName=Max hit chance for BAL
m_arrVarDescription=The maximum hit chance for a ship on BAL stance.\nDefault: 85%

m_arrVarName=SquadronUnleashed.AGG_MAX_HIT_CHANCE
m_arrVarFriendlyName=Max hit chance for AGG
m_arrVarDescription=The maximum hit chance for a ship on AGG stance.\nDefault: 95%

m_arrVarName=SquadronUnleashed.StancesForUFO
m_arrVarFriendlyName=UFO Stance Modifiers
m_arrVarDescription=Settings related the stances of UFO (Def, Bal, Agg).

m_arrVarName=SquadronUnleashed.StancesForXCom
m_arrVarFriendlyName=XCOM Stance Modifiers
m_arrVarDescription=Settings related the stances of XCOM ships (Def, Bal, Agg).

m_arrVarName=SquadronUnleashed.eUFOStanceAIsetting
m_arrVarFriendlyName=UFO stance picking
m_arrVarDescription=Select the variant of UFO AI for stance picking: fixed or random.\nDefault: Random

m_arrVarName=SquadronUnleashed.eUFOStanceAIsetting.0
m_arrVarFriendlyName=Fixed
m_arrVarDescription=All UFO's always use a single defined stance.

m_arrVarName=SquadronUnleashed.eUFOStanceAIsetting.1
m_arrVarFriendlyName=Random
m_arrVarDescription=UFO picks up stance randomly.

m_arrVarName=SquadronUnleashed.eFixedUFOStance
m_arrVarFriendlyName=Fixed tactic
m_arrVarDescription=<font color='#00ff00'>This setting is only respected, when you have set Fixed type of stance picking.</font> Decide here what is this Fixed stance.\nDefault: Balanced

m_arrVarName=SquadronUnleashed.eFixedUFOStance.0
m_arrVarFriendlyName=Balanced
m_arrVarDescription=Always Balanced.

m_arrVarName=SquadronUnleashed.eFixedUFOStance.1
m_arrVarFriendlyName=Aggressive
m_arrVarDescription=Always Aggressive.

m_arrVarName=SquadronUnleashed.eFixedUFOStance.2
m_arrVarFriendlyName=Defensive
m_arrVarDescription=Always Defensive.

m_arrVarName=SquadronUnleashed.AGG_UFO_AIM_BONUS
m_arrVarFriendlyName=AGG UFO Aim Bonus
m_arrVarDescription=AGG UFO Aim Bonus. Set this to 15 if the double firerate has been disabled. \nDefault: 0\nRecommended: 15

m_arrVarName=SquadronUnleashed.AGG_UFO_SPEED_DOWN
m_arrVarFriendlyName=AGG UFO Speed Down
m_arrVarDescription=AGG UFO Speed Down.\nDefault: 0.67

m_arrVarName=SquadronUnleashed.AGG_UFO_FIRERATE_BOOST
m_arrVarFriendlyName=AGG UFO Firerate Boost
m_arrVarDescription=AGG UFO Firerate Boost. Use double firerate at your discretion: not recommended. \nDefault: 2.0\nRecommended: 1.0

m_arrVarName=SquadronUnleashed.DEF_UFO_AIM_PENALTY
m_arrVarFriendlyName=DEF UFO Aim Penalty
m_arrVarDescription=DEF UFO Aim Penalty.\nDefault: 15

m_arrVarName=SquadronUnleashed.DEF_UFO_SPEED_BOOST
m_arrVarFriendlyName=DEF UFO Speed Boost
m_arrVarDescription=DEF UFO Speed Boost.\nDefault: 1.33

m_arrVarName=SquadronUnleashed.AGG_JET_AIM_BONUS
m_arrVarFriendlyName=AGG Ship Aim Bonus
m_arrVarDescription=AGG ship Aim Bonus.\nDefault: 15

m_arrVarName=SquadronUnleashed.AGG_JET_DMG_VULNERABILITY
m_arrVarFriendlyName=AGG Ship Dmg Vulnerability
m_arrVarDescription=Damage received by AGG ship is increased by this %.\nDefault: 0

m_arrVarName=SquadronUnleashed.AGG_JET_DMG_BONUS
m_arrVarFriendlyName=AGG Ship Dmg Bonus
m_arrVarDescription=Damage dealt by AGG ship is increased by this %.\nDefault: 0

m_arrVarName=SquadronUnleashed.AGG_JET_FORCE_HIT_CHANCE
m_arrVarFriendlyName=AGG Ship Force Hit Chance
m_arrVarDescription=Chance of AGG ship to be hit by a "missed shot" - reverse of Dodge.\nDefault: 25%\nRecommended: 20%

m_arrVarName=SquadronUnleashed.DEF_JET_AIM_PENALTY
m_arrVarFriendlyName=DEF Ship Aim Penalty
m_arrVarDescription=DEF ship Aim penalty.\nDefault: 15

m_arrVarName=SquadronUnleashed.DEF_JET_DODGE_CHANCE
m_arrVarFriendlyName=DEF Ship Dodge Chance
m_arrVarDescription=DEF ship Dodge chance. Another chance to still avoid a hit.\nDefault: 20%

;AGGRO (D)
m_arrVarName=SquadronUnleashed.Aggromod
m_arrVarFriendlyName=Aggro
m_arrVarDescription=Configuration of Aggro stat coming from different weapons and stances.

m_arrVarName=SquadronUnleashed.AGGRO_FOR_WEAPON[0]
m_arrVarFriendlyName=Vulcan Cannon
m_arrVarDescription=Vulcan Cannon.\nDefault Aggro: 0

m_arrVarName=SquadronUnleashed.AGGRO_FOR_WEAPON[1]
m_arrVarFriendlyName=Stingray
m_arrVarDescription=Stingray Missiles.\nDefault Aggro: 2

m_arrVarName=SquadronUnleashed.AGGRO_FOR_WEAPON[2]
m_arrVarFriendlyName=Avalanche
m_arrVarDescription=Avalanche Missiles.\nDefault Aggro: 4

m_arrVarName=SquadronUnleashed.AGGRO_FOR_WEAPON[3]
m_arrVarFriendlyName=Phoenix Cannon
m_arrVarDescription=Phoenix Cannon.\nDefault Aggro: 6

m_arrVarName=SquadronUnleashed.AGGRO_FOR_WEAPON[4]
m_arrVarFriendlyName=Laser Cannon
m_arrVarDescription=Laser Cannon.\nDefault Aggro: 8

m_arrVarName=SquadronUnleashed.AGGRO_FOR_WEAPON[5]
m_arrVarFriendlyName=Plasma Cannon
m_arrVarDescription=Plasma Cannon.\nDefault Aggro: 10

m_arrVarName=SquadronUnleashed.AGGRO_FOR_WEAPON[6]
m_arrVarFriendlyName=EMP Cannon
m_arrVarDescription=EMP Cannon.\nDefault Aggro: 12

m_arrVarName=SquadronUnleashed.AGGRO_FOR_WEAPON[7]
m_arrVarFriendlyName=Fusion Lance
m_arrVarDescription=Fusion Lance.\nDefault Aggro: 14

m_arrVarName=SquadronUnleashed.AGGRO_FOR_BAL
m_arrVarFriendlyName=BAL Stance
m_arrVarDescription=Aggro from Balanced stance.\nDefault: 0

m_arrVarName=SquadronUnleashed.AGGRO_FOR_DEF
m_arrVarFriendlyName=DEF Stance
m_arrVarDescription=Aggro from Defensive stance.\nDefault: -2\nRecommended: -3

m_arrVarName=SquadronUnleashed.AGGRO_FOR_AGG
m_arrVarFriendlyName=AGG Stance
m_arrVarDescription=Aggro from Aggressive stance.\nDefault: 2\nRecommended: 3

m_arrVarName=SquadronUnleashed.AGGRO_FOR_FIRESTORM
m_arrVarFriendlyName=Firestorm
m_arrVarDescription=Extra Aggro from Firestorm.\nDefault: 1\nRecommended: 5

;PILOTS (E)
m_arrVarName=SquadronUnleashed.Pilotmod
m_arrVarFriendlyName=Pilots
m_arrVarDescription=Various settings related to pilots: Barracks capacity, chance of injury, chance of surviving a crash, recovery time etc.

m_arrVarName=SquadronUnleashed.INTERCEPTOR_REFUEL_HOURS
m_arrVarFriendlyName=Refuelling hours
m_arrVarDescription=0 means "ignore this setting and use default value" (it does not mean "0 hours to refuel").\nDefault: 0\nRecommended: 4

m_arrVarName=SquadronUnleashed.PILOT_TRANSFER_HOURS
m_arrVarFriendlyName=Pilot transfer hours
m_arrVarDescription=The number of hours it takes a pilot to move to the air-base on another continent.\nDefault: 24

m_arrVarName=SquadronUnleashed.PILOT_RECOVER_AFTER_COMBAT_HOURS
m_arrVarFriendlyName=Resting hours
m_arrVarDescription=The number of hours a pilot needs to rest after each flight/combat.\nDefault: 1\nRecommended: 4

m_arrVarName=SquadronUnleashed.PILOT_HEAL_DAYS
m_arrVarFriendlyName=Recovery days
m_arrVarDescription=The number of days a pilot needs to heal injuries after a crash.\nDefault: 14

m_arrVarName=SquadronUnleashed.PILOT_SURVIVAL_CHANCE_FLAT
m_arrVarFriendlyName=Survival chance - base
m_arrVarDescription=Minimum chance to survive the destruction of plane.\nDefault: 50%

m_arrVarName=SquadronUnleashed.PILOT_SURVIVAL_CHANCE_PER_RANK
m_arrVarFriendlyName=Survival chance per rank
m_arrVarDescription=Additional bonus to the chance of surviving a crash per each rank of the pilot. The formula is [chance] = [base] + [rank] x [chance per rank].\nDefault: 5%\nRecommended: 10%

m_arrVarName=SquadronUnleashed.PILOT_WOUND_CHANCE_ON_SHOTDOWN
m_arrVarFriendlyName=Risk of injuries
m_arrVarDescription=Chance to get wounded after a crash (if survived at all).\nDefault: 50%

m_arrVarName=SquadronUnleashed.PILOT_COST_TO_HIRE
m_arrVarFriendlyName=Cost to hire
m_arrVarDescription=Cost of hiring a pilot.\nDefault: 10

m_arrVarName=SquadronUnleashed.PILOT_COST_MONTHLY
m_arrVarFriendlyName=Monthly salary
m_arrVarDescription=Pilot's monthly salary.\nDefault: 1

;XP (F)
m_arrVarName=SquadronUnleashed.XPmod
m_arrVarFriendlyName=Gaining XP
m_arrVarDescription=Define experience gain of pilots for various achievements during participation in air combat.

m_arrVarName=SquadronUnleashed.XP_PER_ENGAGMEMENT_SECOND
m_arrVarFriendlyName=XP per second
m_arrVarDescription=Experience points for each second of combat.\nDefault: 2\nRecommended: 1

m_arrVarName=SquadronUnleashed.XP_FOR_KILL_SHOT
m_arrVarFriendlyName=XP for kill
m_arrVarDescription=Experience points for the pilot who scored the final shot downing the UFO.\nDefault: 100\nRecommended: 50

m_arrVarName=SquadronUnleashed.XP_FOR_WIN
m_arrVarFriendlyName=XP for win
m_arrVarDescription=Experience points for every pilot who participated in a victorius dogfight.\nDefault: 25\nRecommended: 20

m_arrVarName=SquadronUnleashed.XP_FOR_HIT
m_arrVarFriendlyName=XP for hit
m_arrVarDescription=Experience for each shot hitting the UFO.\nDefault: 1\nRecommended: 5

m_arrVarName=SquadronUnleashed.PILOT_SWAP_CAREER_DAYS_FIXED
m_arrVarFriendlyName=Swap career days - base
m_arrVarDescription=The number of days it takes to change careers.\nDefault: 7

m_arrVarName=SquadronUnleashed.PILOT_SWAP_CAREER_DAYS_PER_RANK
m_arrVarFriendlyName=Swap career days per rank
m_arrVarDescription=Additional number of days it takes to change careers for each rank of the pilot.\nDefault: 7

;UFO Destruction (G)
m_arrVarName=SquadronUnleashed.UFO_DESTRUCTION_CHANCE
m_arrVarFriendlyName=Risk of destroying UFO
m_arrVarDescription=Change parameters that control the risk of UFO getting destroyed instead of crashed. The final shot usually deals damage exceeding the number of remaining UFO HP thus bringing the HP below zero. The size of this "overkill" is converted into the risk of destruction. Each several hit points of the overkill translate into 1% of destruction chance (depending on UFO size).

m_arrVarName=SquadronUnleashed.HP_OVERKILL_THRESHOLDS
m_arrVarFriendlyName=Overkill Tresholds
m_arrVarDescription=Here you can alter individually (per UFO size) the minimum overkill threshold beyond which the chance starts being calculated at all. The higher the tresholds the higher the resistance to destruction.

m_arrVarName=SquadronUnleashed.HP_OVERKILL_THRESHOLD[0]
m_arrVarFriendlyName=Small
m_arrVarDescription=Scout, Fighter.\nDefault: 0

m_arrVarName=SquadronUnleashed.HP_OVERKILL_THRESHOLD[1]
m_arrVarFriendlyName=Medium
m_arrVarDescription=Raider, Destroyer.\nDefault: 0

m_arrVarName=SquadronUnleashed.HP_OVERKILL_THRESHOLD[2]
m_arrVarFriendlyName=Large 1
m_arrVarDescription=Abductor, Harvester.\nDefault: 0

m_arrVarName=SquadronUnleashed.HP_OVERKILL_THRESHOLD[3]
m_arrVarFriendlyName=Large 2
m_arrVarDescription=Transport, Terror ship.\nDefault: 0

m_arrVarName=SquadronUnleashed.HP_OVERKILL_THRESHOLD[4]
m_arrVarFriendlyName=Very large
m_arrVarDescription=Battleship, Assault Carrier.\nDefault: 0

m_arrVarName=SquadronUnleashed.HP_OVERKILL_THRESHOLD[5]
m_arrVarFriendlyName=Overseer
m_arrVarDescription=Overseer.\nDefault: 0

m_arrVarName=SquadronUnleashed.HP_OVERKILL_PER_ONE_PCT
m_arrVarFriendlyName=Conversion Ratios
m_arrVarDescription=Set the number of overkill hit points that translate into 1% chance of UFO's destruction.

m_arrVarName=SquadronUnleashed.HP_OVERKILL_PER_ONE_PCT_DESTR_CHANCE[0]
m_arrVarFriendlyName=Small
m_arrVarDescription=Scout, Fighter.\nDefault: 5

m_arrVarName=SquadronUnleashed.HP_OVERKILL_PER_ONE_PCT_DESTR_CHANCE[1]
m_arrVarFriendlyName=Medium
m_arrVarDescription=Raider, Destroyer.\nDefault: 6

m_arrVarName=SquadronUnleashed.HP_OVERKILL_PER_ONE_PCT_DESTR_CHANCE[2]
m_arrVarFriendlyName=Large 1
m_arrVarDescription=Abductor, Harvester.\nDefault: 7

m_arrVarName=SquadronUnleashed.HP_OVERKILL_PER_ONE_PCT_DESTR_CHANCE[3]
m_arrVarFriendlyName=Large 2
m_arrVarDescription=Transport, Terror ship.\nDefault: 8

m_arrVarName=SquadronUnleashed.HP_OVERKILL_PER_ONE_PCT_DESTR_CHANCE[4]
m_arrVarFriendlyName=Very large
m_arrVarDescription=Battleship, Assault Carrier.\nDefault: 10

m_arrVarName=SquadronUnleashed.HP_OVERKILL_PER_ONE_PCT_DESTR_CHANCE[5]
m_arrVarFriendlyName=Overseer
m_arrVarDescription=Overseer.\nDefault: 1000

;COLORS (H)
m_arrVarName=SquadronUnleashed.ColorsMods
m_arrVarFriendlyName=Interface colors
m_arrVarDescription=A few color settings of fonts or UI elements.

m_arrVarName=SquadronUnleashed.ColorsOnShipCard
m_arrVarFriendlyName=Ship selection screen
m_arrVarDescription=Colors of text on the list of ships during the selection for interception.

m_arrVarName=SquadronUnleashed.ColorsInBattle
m_arrVarFriendlyName=Enagement screen
m_arrVarDescription=Damage indicators on the combat screen.

m_arrVarName=SquadronUnleashed.SHOW_DAMAGE_BARS
m_arrVarFriendlyName=Show HP bars
m_arrVarDescription=Shows/hides colored HP bars under each ship. You can change the colors in DefaultSquadronUnleashed.ini.\nDefault: true

m_arrVarName=SquadronUnleashed.SHOW_DAMAGE_COLORED_JETS
m_arrVarFriendlyName=Colored ships
m_arrVarDescription=Ships will change color as they receive damage:\n\n75% HP - yellow\n50% HP - orange\n25% HP - red\n\nDefault: false

m_arrVarName=SquadronUnleashed.GENERAL_SELECTED_COLOR
m_arrVarFriendlyName=Selected ship
m_arrVarDescription=Text color (from the default palette) applied to the name/weapon of a ship selected for the interception.

m_arrVarName=SquadronUnleashed.GENERAL_SELECTED_COLOR.1
m_arrVarFriendlyName=<font color='#808080'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GENERAL_SELECTED_COLOR.2
m_arrVarFriendlyName=<font color='#5CD16C'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GENERAL_SELECTED_COLOR.3
m_arrVarFriendlyName=<font color='#EE1C25'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GENERAL_SELECTED_COLOR.4
m_arrVarFriendlyName=<font color='#FFD038'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GENERAL_SELECTED_COLOR.5
m_arrVarFriendlyName=<font color='#B9FFFF'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GENERAL_SELECTED_COLOR.7
m_arrVarFriendlyName=<font color='#67E8ED'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GENERAL_SELECTED_COLOR.10
m_arrVarFriendlyName=<font color='#F67420'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GENERAL_SELECTED_COLOR.11
m_arrVarFriendlyName=<font color='#A09CD6'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_CAPABLE_COLOR
m_arrVarFriendlyName=Damaged, capable of fighting
m_arrVarDescription=The color of the status description for a damaged, but combat-capable ship.

m_arrVarName=SquadronUnleashed.DAMAGED_CAPABLE_COLOR.1
m_arrVarFriendlyName=<font color='#808080'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_CAPABLE_COLOR.2
m_arrVarFriendlyName=<font color='#5CD16C'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_CAPABLE_COLOR.3
m_arrVarFriendlyName=<font color='#EE1C25'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_CAPABLE_COLOR.4
m_arrVarFriendlyName=<font color='#FFD038'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_CAPABLE_COLOR.5
m_arrVarFriendlyName=<font color='#B9FFFF'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_CAPABLE_COLOR.7
m_arrVarFriendlyName=<font color='#67E8ED'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_CAPABLE_COLOR.10
m_arrVarFriendlyName=<font color='#F67420'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_CAPABLE_COLOR.11
m_arrVarFriendlyName=<font color='#A09CD6'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_SELECTED_AGGRO_COLOR
m_arrVarFriendlyName=Damaged - statistics
m_arrVarDescription=Text color for the stats of the damaged ship.

m_arrVarName=SquadronUnleashed.DAMAGED_SELECTED_AGGRO_COLOR.1
m_arrVarFriendlyName=<font color='#808080'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_SELECTED_AGGRO_COLOR.2
m_arrVarFriendlyName=<font color='#5CD16C'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_SELECTED_AGGRO_COLOR.3
m_arrVarFriendlyName=<font color='#EE1C25'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_SELECTED_AGGRO_COLOR.4
m_arrVarFriendlyName=<font color='#FFD038'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_SELECTED_AGGRO_COLOR.5
m_arrVarFriendlyName=<font color='#B9FFFF'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_SELECTED_AGGRO_COLOR.7
m_arrVarFriendlyName=<font color='#67E8ED'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_SELECTED_AGGRO_COLOR.10
m_arrVarFriendlyName=<font color='#F67420'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.DAMAGED_SELECTED_AGGRO_COLOR.11
m_arrVarFriendlyName=<font color='#A09CD6'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GOOD_SELECTED_AGGRO_COLOR
m_arrVarFriendlyName=Undamaged - statistics
m_arrVarDescription=Text color for the stats of undamaged ships selected for combat.

m_arrVarName=SquadronUnleashed.GOOD_SELECTED_AGGRO_COLOR.1
m_arrVarFriendlyName=<font color='#808080'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GOOD_SELECTED_AGGRO_COLOR.2
m_arrVarFriendlyName=<font color='#5CD16C'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GOOD_SELECTED_AGGRO_COLOR.3
m_arrVarFriendlyName=<font color='#EE1C25'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GOOD_SELECTED_AGGRO_COLOR.4
m_arrVarFriendlyName=<font color='#FFD038'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GOOD_SELECTED_AGGRO_COLOR.5
m_arrVarFriendlyName=<font color='#B9FFFF'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GOOD_SELECTED_AGGRO_COLOR.7
m_arrVarFriendlyName=<font color='#67E8ED'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GOOD_SELECTED_AGGRO_COLOR.10
m_arrVarFriendlyName=<font color='#F67420'>Example</font>
m_arrVarDescription=""

m_arrVarName=SquadronUnleashed.GOOD_SELECTED_AGGRO_COLOR.11
m_arrVarFriendlyName=<font color='#A09CD6'>Example</font>
m_arrVarDescription=""
